<?php

return [

    /*
    |--------------------------------------------------------------------------
    | messages
    |--------------------------------------------------------------------------
    |
    | 
    */

    'contact' => 'نموذج الاتصال',

      /*
    |--------------------------------------------------------------------------
    | addcar.blade.php translation 
    |--------------------------------------------------------------------------
    |
      | -->titles 
    */
    'pageTitle' => 'إضافة سيارة',
    'carTitle' => 'اسم السيارة:',
    'priceTitle' => 'السعر:',
    'descriptionTitle' => 'الوصف:',
    'imageTitle' => 'صورة:',
    'categoryTitle' => 'الفئة:',
    'publishedTitle' => 'النشر:',
    'submitTitle' => 'إضافة',
  
        /*
    |--------------------------------------------------------------------------
    | addcar.blade.php translation 
    |--------------------------------------------------------------------------
    | -->placeholders
    */
    'carPlaceholder' => 'ادخل اسم السيارة ',
    'pricePlaceholder' => 'ادخل السعر',
    'descriptionPlaceholder' => 'ادخل الوصف',
    'imagePlaceholder' => 'ادخل الصورة',
    'categoryPlaceholder' => 'اختار الفئة',

       /*
    |--------------------------------------------------------------------------
    | addcar.blade.php translation 
    |--------------------------------------------------------------------------
    | -->error messages
    */
    'carTitleError' => 'عنوان السيارة مطلوب',
    'priceError' => 'السعر يجب ان يكون رقم',
    'describtionError' => 'وصف السيارة مطلوب',
    'imageError' => 'الصورة مطلوبة',
    'categoryError' => 'يجب اختيار فئة ',
];
